tektecher/micropython/ports/esp32/boards/mbits/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Mbits"
#define MICROPY_HW_MCU_NAME "ESP32"
#define MICROPY_HW_BOARD_MBITS
